Repository: Mozaffer249/Qalam
Catalog: Qalam.Core/Resources/Authentication/AuthenticationResources.*.resx
Languages: ar_eg

# DocumentNumberRequired
source: Document number is required
ar_eg: رقم الوثيقة مطلوب

# IdentityDocumentFileRequired
source: Identity document file is required
ar_eg: ملف وثيقة الهوية مطلوب

# IssuingCountryRequiredForPassport
source: Issuing country is required for Passport or Driving License
ar_eg: البلد المصدر مطلوب لجواز السفر أو رخصة القيادة

# IssuingCountryShouldNotBeProvided
source: Issuing country should not be provided for National ID or Iqama
ar_eg: لا ينبغي تقديم البلد المصدر للهوية الوطنية أو الإقامة

# TeachersSaudiMustUseNationalIdOrIqama
source: Teachers in Saudi Arabia must use National ID or Iqama
ar_eg: يجب على المعلمين في المملكة العربية السعودية استخدام الهوية الوطنية أو الإقامة

# TeachersOutsideSaudiMustUsePassport
source: Teachers outside Saudi Arabia must use Passport or Driving License
ar_eg: يجب على المعلمين خارج السعودية استخدام جواز السفر أو رخصة القيادة

# CertificatesRequired
source: Certificates are required
ar_eg: الشهادات مطلوبة

# AtLeastOneCertificateRequired
source: At least 1 certificate is required
ar_eg: مطلوب شهادة واحدة على الأقل

# MaximumFiveCertificatesAllowed
source: Maximum 5 certificates allowed
ar_eg: الحد الأقصى 5 شهادات

# CertificateFileRequired
source: Certificate file is required
ar_eg: ملف الشهادة مطلوب

# PassportNotAllowedInsideSaudi
source: Passport is not allowed for teachers inside Saudi Arabia. Please use National ID or Iqama.
ar_eg: جواز السفر غير مسموح به للمعلمين داخل السعودية. يرجى استخدام الهوية الوطنية أو الإقامة.

# MustUsePassportOutsideSaudi
source: Must use Passport for teachers outside Saudi Arabia.
ar_eg: يجب استخدام جواز السفر للمعلمين خارج السعودية.

# IdentityDocumentAlreadyRegistered
source: This identity document is already registered in the system.
ar_eg: وثيقة الهوية هذه مسجلة بالفعل في النظام.
